---
kind: other
id: Properties.T:Autodesk.Revit.DB.OBJImportOptions
source: html/8233237b-1157-85ff-8c35-0d2434ecb039.htm
---
# OBJImportOptions Properties

Correct almost-vertical lines and almost-horizontal lines for import model
 if option is set to true, the almost-vertical lines would be vertical lines and almost-horizontal lines would be horizontal lines.